import './MainAbout.css'
import mainAbout from "../../../Assests/images/about/main_about.jpeg";

function MainAbout(): JSX.Element {
  return (
    <div className="MainAbout">
      <pre>
<h2>אודות</h2>

<b>היי אני יעל מאיה,</b><br/>

אני בת 35, נשואה לדיויד היקר ויש לנו את שני החתולים המקסימים<br/> פרינס ובנג'י.<br/>

האמת שבמשך שנים רציתי לפתוח בלוג, ולא מצאתי את הטיימינג המתאים.<br/>

כשהפוסט טרואמה שיש לי יצא מגבולות ההדחקה, התחלתי בין טיפולים<br/> גם נפשי וגם פיזי.<br/>

אבל תכלס אף פעם אין הטיימינג הנכון.<br/>

הדבר המשמעותי בשבילי יצא, שבעקבות זה שאני בבית<br/> התחיל להתפנות לי זמן לבלוג:<br/>

"לפעמים צריכים לעבור דרכים קשות<br/> כדי להגיע לאן, שבאמת צריכים להיות…"<br/>

<img src = {mainAbout} alt = ""/><br/>

<b>קצת על עצמי</b><br/>

אפשר להגיד עלי שתמיד הייתי טום בוי, ובתיכון עברתי שינוי,<br/> ממש "מייק עובר", והתחלתי להשקיע בעצמי מבחינת הלוק.<br/>

האהבה הענקית שלי היא בעיקר לאופנה, והתחלתי להיות "פאשניסטה קטנה".<br/>

אני מאוד אוהבת ומחוברת לכל דבר שקשור לסטייל ולאופנה <br/>(כשבעבר לא ממש התחברתי)<br/>

חוץ מזה יש לי אהבה ענקית לכל מה שקשור ללייפסטייל.<br/>

יש לי אהבה לשופינג כמו שלרוב הנשים יש.<br/>

אני יכולה לבלות שעות בחנויות האון ליין או הקניונים<br/>(צריכים לגזור לי את הויזה כמו לריצ'ל מ"Friends")<br/> ואם אני ב"בולמוס קניות" תמצאו אותי בקניון.<br/>

העניין הוא שאני לא קונה רק בגדים ונעליים,<br/> אלא גם פריטים לבית, "כן אני מכורה"...(אפילו התחלתי טיפול בזה)<br/>

עוד קראש שיש לי זה ארוחות בוקר ובתי קפה ומסעדות<br/> ואני ממש נהנית להמליץ על מקומות שווים<br/>

אבל, כן יש אבל…<br/>

למדתי לצרוך נכון וחכם, במקום סתם להוציא כסף בכל מיני דרכים שלמדתי.<br/>

<b>מה גרם לי לפתוח בלוג?</b><br/>

אוקי, אז הבנו שאני מאוד מחוברת לעולם האופנה והלייפסטייל,<br/> ובעצם לכל מה שקשור בו.<br/>

תמיד בכל מקום שעבדתי בו,אמרו לי שאני חייבת להתעסק בסטייל.<br/>תמיד שאלו אותי איפה אני קונה את הנעליים שלי, בגדים ועוד'...<br/>

אמרו לי שאני לא נמצאת במקצוע הנכון, ולקח לי זמן להבין.<br/>

והחלטתי שאני אוהבת לתת המלצות אם זה לבגדים<br/> אז גם לביוטי ומסעדות ובערך לכל מה שקשור ללייפסטייל.<br/>

<b>עכשיו אני יודעת שאני נמצאת במקום, שאני מרגישה בו הכי טוב, במקום הנכון</b><br/>

ברוכות הבאות לפינה שלי,<br/>


XOXO<br/>

יעל מאיה מנחם
      </pre>

    </div>
  )
}

export default MainAbout
